Repository: filiperocha/tinycast
Catalog: Tinycast/Resources/Localizable.xcstrings
Source language: en
Languages: pt

source: %@ hasn't been downloaded yet.
pt: %@ ainda não foi descarregado.

source: %@ isn't supported yet
pt: %@ ainda não é suportado

source: %@ of %@ in the model picker
pt: %1$@ de %2$@ no selector de modelos

source: %@ selected
pt: %@ seleccionados

source: %@%% left
pt: %@%% restante

source: A tiny, native macOS launcher.
pt: Um lançador pequeno e nativo para macOS.

source: About
pt: Acerca de

source: About Tinycast
pt: Acerca do Tinycast

source: Accept
pt: Aceitar

source: Accepted
pt: Aceite

source: Accessibility
pt: Acessibilidade

source: Accessibility permission required
pt: É necessária a permissão de Acessibilidade

source: Account
pt: Conta

source: Act on selected text. Nothing is read until you press a shortcut.
pt: Actue sobre o texto seleccionado. Nada é lido até premir um atalho.

source: Action
pt: Acção

source: Actions
pt: Acções

source: Actions ⌘K
pt: Acções ⌘K

source: Activate Menu Item
pt: Activar item de menu

source: Activity
pt: Actividade

source: Actual Size
pt: Tamanho real

source: Add
pt: Adicionar

source: Add API Connection
pt: Adicionar ligação de API

source: Add Alias
pt: Adicionar alias

source: Add Application…
pt: Adicionar aplicação…

source: Add Custom Command
pt: Adicionar comando personalizado

source: Add MCP Server
pt: Adicionar servidor MCP

source: Add Quick Action
pt: Adicionar acção rápida

source: Add Quicklink
pt: Adicionar ligação rápida

source: Add Snippet
pt: Adicionar fragmento

source: Add Variable
pt: Adicionar variável

source: Add a folder or application to search.
pt: Adicione uma pasta ou aplicação à pesquisa.

source: Add a folder to search.
pt: Adicione uma pasta à pesquisa.

source: Add a key
pt: Adicione uma tecla

source: Add an API key in Settings.
pt: Adicione uma chave de API nas Definições.

source: Add an app to this layout
pt: Adicionar uma aplicação a esta disposição

source: Add at least one app to the layout.
pt: Adicione pelo menos uma aplicação à disposição.

source: Add from folder
pt: Adicionar a partir de uma pasta

source: Add pattern…
pt: Adicionar padrão…

source: Add to Favorites
pt: Adicionar aos favoritos

source: Add up to three, filled in beside the search field before the command runs.
pt: Adicione até três, preenchidos junto ao campo de pesquisa antes de o comando ser executado.

source: Added to every message
pt: Adicionado a cada mensagem

source: Advanced
pt: Avançado

source: After the launcher closes.
pt: Depois de o lançador fechar.

source: Agent
pt: Agente

source: Aliases
pt: Alias

source: Aliases and shortcuts
pt: Alias e atalhos

source: All
pt: Tudo

source: All Apps Unhidden
pt: Todas as aplicações visíveis

source: All Categories
pt: Todas as categorias

source: All Symbols
pt: Todos os símbolos

source: All Types
pt: Todos os tipos

source: Allow Calendar Access…
pt: Permitir acesso ao calendário…

source: Allow This Chat
pt: Permitir nesta conversa

source: Allow Tinycast to control the requested app in Automation settings, then try again.
pt: Permita que o Tinycast controle a aplicação pedida nas definições de Automação e tente novamente.

source: Allow Tinycast to control your Mac in Accessibility settings, then try again.
pt: Permita que o Tinycast controle o Mac nas definições de Acessibilidade e tente novamente.

source: Allow it in Privacy & Security ▸ Calendars.
pt: Permita-o em Privacidade e segurança ▸ Calendários.

source: Allows pasting clipboard items and expanded snippets into active apps.
pt: Permite colar itens da área de transferência e fragmentos expandidos nas aplicações activas.

source: Almost Maximize
pt: Quase maximizar

source: Already installed. Reinstalling replaces it with the store's copy.
pt: Já instalada. Reinstalar substitui-a pela cópia da loja.

source: Always Allow
pt: Permitir sempre

source: Always shown in a panel
pt: Sempre mostrado num painel

source: Animals & Nature
pt: Animais e natureza

source: Another sign-in is still waiting. Finish it first.
pt: Outro início de sessão ainda está à espera. Termine-o primeiro.

source: Answering
pt: A responder

source: App Launcher
pt: Lançador de aplicações

source: App · Opens with the room
pt: Aplicação · Abre com a sala

source: Appearance
pt: Aspecto

source: Apple Intelligence could not complete the response.
pt: O Apple Intelligence não conseguiu concluir a resposta.

source: Apple Intelligence declined to answer that.
pt: O Apple Intelligence recusou-se a responder a isso.

source: Apple Intelligence does not support this language yet.
pt: O Apple Intelligence ainda não suporta este idioma.

source: Apple Intelligence is already answering. Try again shortly.
pt: O Apple Intelligence já está a responder. Tente novamente daqui a pouco.

source: Apple Intelligence is busy. Try again shortly.
pt: O Apple Intelligence está ocupado. Tente novamente daqui a pouco.

source: Apple Intelligence is disabled in AI Settings.
pt: O Apple Intelligence está desactivado nas definições de IA.

source: Apple Intelligence is still downloading its model.
pt: O Apple Intelligence ainda está a descarregar o modelo.

source: Apple Intelligence is still downloading its model. Try again shortly.
pt: O Apple Intelligence ainda está a descarregar o modelo. Tente novamente daqui a pouco.

source: Apple Intelligence runs on this Mac. Nothing leaves it.
pt: O Apple Intelligence funciona neste Mac. Nada sai dele.

source: Apple Shortcut
pt: Atalho da Apple

source: Apple Shortcuts
pt: Atalhos da Apple

source: Apple's translator does not support this language pair.
pt: O tradutor da Apple não suporta este par de idiomas.

source: Apple's translator, on this Mac. A language downloads on first use.
pt: O tradutor da Apple, neste Mac. Cada idioma é descarregado na primeira utilização.

source: Application
pt: Aplicação

source: Applications
pt: Aplicações

source: Applications with unsaved changes may ask you to save.
pt: As aplicações com alterações por guardar podem pedir-lhe para guardar.

source: Applications with unsaved changes will ask you to save.
pt: As aplicações com alterações por guardar vão pedir-lhe para guardar.

source: Apply
pt: Aplicar

source: Archives
pt: Arquivos

source: Are you sure you want to proceed with deleting all clipboard history entries?
pt: Tem a certeza de que quer apagar todas as entradas do histórico da área de transferência?

source: Are you sure?
pt: Tem a certeza?

source: Argument
pt: Argumento

source: Argument name
pt: Nome do argumento

source: Arguments
pt: Argumentos

source: Arrange Windows
pt: Organizar janelas

source: Arranging windows uses the same permission as pasting.
pt: Organizar janelas usa a mesma permissão que colar.

source: Arrows
pt: Setas

source: As Arranged
pt: Como organizado

source: As they start.
pt: Quando começam.

source: Ask Each Chat
pt: Perguntar em cada conversa

source: Ask Quick AI
pt: Perguntar à IA rápida

source: Ask Quick AI what you typed ⇥
pt: Perguntar à IA rápida o que escreveu ⇥

source: Ask anything
pt: Pergunte qualquer coisa

source: Ask anything…
pt: Pergunte qualquer coisa…

source: Ask before running this command.
pt: Perguntar antes de executar este comando.

source: Ask for it
pt: Pedir

source: Ask mode · your Cursor MCP servers still apply
pt: Modo pergunta · os seus servidores MCP do Cursor continuam a aplicar-se

source: Assistant
pt: Assistente

source: Attach
pt: Anexar

source: Attach PDFs or text files
pt: Anexar PDF ou ficheiros de texto

source: Attach images or text files
pt: Anexar imagens ou ficheiros de texto

source: Attach images, PDFs or text files
pt: Anexar imagens, PDF ou ficheiros de texto

source: Attach text files
pt: Anexar ficheiros de texto

source: Attached
pt: Anexado

source: Attendees
pt: Participantes

source: Audio
pt: Áudio

source: Authentication
pt: Autenticação

source: Authentication timed out.
pt: A autenticação esgotou o tempo.

source: Authentication was canceled.
pt: A autenticação foi cancelada.

source: Authorization
pt: Autorização

source: Auto
pt: Automático

source: Auto Join Meetings
pt: Entrar automaticamente em reuniões

source: Auto-switch input source
pt: Mudar automaticamente a fonte de entrada

source: Automatic
pt: Automático

source: Automatically
pt: Automaticamente

source: Automotive
pt: Automóvel

source: Back
pt: Retroceder

source: Background authorization
pt: Autorização em segundo plano

source: Background refresh
pt: Actualização em segundo plano

source: Background refresh failed.
pt: A actualização em segundo plano falhou.

source: Background refresh is off — enable it from Actions
pt: A actualização em segundo plano está desactivada — active-a em Acções

source: Backup
pt: Cópia de segurança

source: Backup Exported
pt: Cópia de segurança exportada

source: Backup File
pt: Ficheiro de cópia de segurança

source: Backup Imported
pt: Cópia de segurança importada

source: Base URL
pt: URL base

source: Battery
pt: Bateria

source: Before and after a meeting starts.
pt: Antes e depois do início de uma reunião.

source: Before joining a meeting.
pt: Antes de entrar numa reunião.

source: Behaviour
pt: Comportamento

source: Between tiled windows and screen edges.
pt: Entre janelas lado a lado e as margens do ecrã.

source: Bluetooth Off
pt: Bluetooth desactivado

source: Bluetooth On
pt: Bluetooth activado

source: Bluetooth control is unavailable on this Mac.
pt: O controlo do Bluetooth não está disponível neste Mac.

source: Bluetooth did not change state. Check Tinycast’s Bluetooth permission.
pt: O Bluetooth não mudou de estado. Verifique a permissão de Bluetooth do Tinycast.

source: Bold
pt: Negrito

source: Boolean values must be exactly 'true' or 'false'
pt: Os valores booleanos têm de ser exactamente 'true' ou 'false'

source: Bottom
pt: Inferior

source: Bottom Half
pt: Metade inferior

source: Bottom Left
pt: Inferior esquerdo

source: Bottom Left Quarter
pt: Quarto inferior esquerdo

source: Bottom Right
pt: Inferior direito

source: Bottom Right Quarter
pt: Quarto inferior direito

source: Bring to front
pt: Trazer para a frente

source: Bring your shortcuts, favorites, and clipboard history along.
pt: Traga consigo os seus atalhos, favoritos e histórico da área de transferência.

source: Browse Notes
pt: Explorar notas

source: Browse Notes ⌘P
pt: Explorar notas ⌘P

source: Builds %@.
pt: Compila %@.

source: Builds from source with your package manager.
pt: Compila a partir do código-fonte com o seu gestor de pacotes.

source: Built with love.
pt: Feito com amor.

source: Bullet List
pt: Lista com marcas

source: By name, or by what it does — “colour”, “github”, “window”.
pt: Pelo nome, ou pelo que faz — “cor”, “github”, “janela”.

source: Calculator
pt: Calculadora

source: Calculator History
pt: Histórico da calculadora

source: Calendar
pt: Calendário

source: Calendar Settings…
pt: Definições do calendário…

source: Calendar access is needed
pt: É necessário acesso ao calendário

source: Calendar access is off
pt: O acesso ao calendário está desactivado

source: Calendar commands
pt: Comandos do calendário

source: Calendar in Menu Bar
pt: Calendário na barra de menus

source: Calendars
pt: Calendários

source: Called
pt: Chamada

source: Calling
pt: A chamar

source: Camera & Photos
pt: Câmara e fotografias

source: Camera Preview
pt: Pré-visualização da câmara

source: Cancel
pt: Cancelar

source: Cancelled
pt: Cancelado

source: Cannot combine temperatures with different units.
pt: Não é possível combinar temperaturas com unidades diferentes.

source: Cannot compare values with different dimensions.
pt: Não é possível comparar valores com dimensões diferentes.

source: Capture Window Layout
pt: Capturar disposição de janelas

source: Captured Layout
pt: Disposição capturada

source: Center
pt: Centro

source: Center Half
pt: Metade central

source: Center Third
pt: Terço central

source: Center Two Thirds
pt: Dois terços centrais

source: Change reasoning effort
pt: Alterar o esforço de raciocínio

source: Changelog
pt: Registo de alterações

source: Changes can't be saved: the database couldn't be opened. Its file is untouched.
pt: Não é possível guardar as alterações: não foi possível abrir a base de dados. O ficheiro está intacto.

source: Characters
pt: Caracteres

source: Chat
pt: Conversa

source: Chat History
pt: Histórico de conversas

source: Chat copied
pt: Conversa copiada

source: Chat history is unavailable
pt: O histórico de conversas não está disponível

source: Chat name
pt: Nome da conversa

source: Chats can't be saved on this Mac right now.
pt: De momento, não é possível guardar conversas neste Mac.

source: Check Again
pt: Verificar novamente

source: Check failed
pt: A verificação falhou

source: Check for Updates
pt: Procurar actualizações

source: Check for Updates...
pt: Procurar actualizações...

source: Check for Updates…
pt: Procurar actualizações…

source: Checkbox
pt: Caixa de verificação

source: Checking %@…
pt: A verificar %@…

source: Checking for updates…
pt: A procurar actualizações…

source: Checking this local endpoint for models…
pt: A procurar modelos neste endpoint local…

source: Choose
pt: Escolher

source: Choose File…
pt: Escolher ficheiro…

source: Choose Folder…
pt: Escolher pasta…

source: Choose Model
pt: Escolher modelo

source: Choose Windows
pt: Escolher janelas

source: Choose Windows…
pt: Escolher janelas…

source: Choose a .rayconfig file exported from Raycast v2.0 or newer.
pt: Escolha um ficheiro .rayconfig exportado do Raycast v2.0 ou mais recente.

source: Choose a default AI model in Settings.
pt: Escolha um modelo de IA predefinido nas Definições.

source: Choose a folder of Raycast script commands.
pt: Escolha uma pasta de comandos de script do Raycast.

source: Choose an API connection in Settings.
pt: Escolha uma ligação de API nas Definições.

source: Choose an icon
pt: Escolha um ícone

source: Choose at least one window for the room.
pt: Escolha pelo menos uma janela para a sala.

source: Choose folders or applications to include in the launcher.
pt: Escolha as pastas ou aplicações a incluir no lançador.

source: Choose folders to include when searching for files.
pt: Escolha as pastas a incluir ao pesquisar ficheiros.

source: Choose how the launcher opens.
pt: Escolha como o lançador abre.

source: Choose images, PDFs or text files to send with your next message.
pt: Escolha imagens, PDF ou ficheiros de texto para enviar com a próxima mensagem.

source: Choose its windows
pt: Escolher as janelas

source: Choose the default model on the AI pane.
pt: Escolha o modelo predefinido no painel IA.

source: Choose the folder this command runs in.
pt: Escolha a pasta onde este comando é executado.

source: Choose the folder your notes are kept in.
pt: Escolha a pasta onde guarda as suas notas.

source: Choose the folder your snippets are kept in.
pt: Escolha a pasta onde guarda os seus fragmentos.

source: Choose the output volume.
pt: Escolha o volume de saída.

source: Choose the tools this chat may call
pt: Escolha as ferramentas que esta conversa pode chamar

source: Choose…
pt: Escolher…

source: Claude could not finish the response.
pt: O Claude não conseguiu terminar a resposta.

source: Claude is disabled in AI Settings.
pt: O Claude está desactivado nas definições de IA.

source: Claude listed no models. Update Claude Code, then Check Again.
pt: O Claude não listou modelos. Actualize o Claude Code e clique em Verificar novamente.

source: Clean Up
pt: Limpar

source: Clean Up…
pt: Limpar…

source: Clear History
pt: Limpar histórico

source: Clear Search
pt: Limpar pesquisa

source: Clear calculation history?
pt: Limpar o histórico de cálculos?

source: Clear clipboard history?
pt: Limpar o histórico da área de transferência?

source: Clear history
pt: Limpar histórico

source: Clear search
pt: Limpar pesquisa

source: Click **Translation Languages…** in Language & Region, then download it.
pt: Clique em **Idiomas de tradução…** em Idioma e região e descarregue-o.

source: Click to hide
pt: Clique para ocultar

source: Click to hide the signed-in account
pt: Clique para ocultar a conta com sessão iniciada

source: Click to reveal
pt: Clique para revelar

source: Click to reveal the signed-in account
pt: Clique para revelar a conta com sessão iniciada

source: Client ID
pt: ID de cliente

source: Client registration failed. Enter a registered client ID and try again.
pt: O registo do cliente falhou. Introduza um ID de cliente registado e tente novamente.

source: Client secret
pt: Segredo do cliente

source: Clipboard
pt: Área de transferência

source: Clipboard History
pt: Histórico da área de transferência

source: Clipboard changed, text not copied
pt: A área de transferência mudou, o texto não foi copiado

source: Clipboard commands
pt: Comandos da área de transferência

source: Clipboard history
pt: Histórico da área de transferência

source: Clipboard history is empty
pt: O histórico da área de transferência está vazio

source: Close
pt: Fechar

source: Close Tinycast's window first.
pt: Feche primeiro a janela do Tinycast.

source: Close Window
pt: Fechar janela

source: Close the open dialog first.
pt: Feche primeiro o diálogo aberto.

source: Close window and pop to root
pt: Fechar a janela e voltar ao início

source: Code
pt: Código

source: Code Block
pt: Bloco de código

source: Codex API key
pt: Chave de API do Codex

source: Codex and OpenRouter only. Prompts go to a search engine.
pt: Apenas Codex e OpenRouter. Os pedidos são enviados para um motor de pesquisa.

source: Codex could not finish the response.
pt: O Codex não conseguiu terminar a resposta.

source: Codex did not respond in time.
pt: O Codex não respondeu a tempo.

source: Codex is disabled in AI Settings.
pt: O Codex está desactivado nas definições de IA.

source: Codex is handled by its app-server connection.
pt: O Codex é tratado pela ligação ao app-server.

source: Codex is not running.
pt: O Codex não está em execução.

source: Codex requires its app-server adapter.
pt: O Codex requer o adaptador app-server.

source: Codex restarted to change the tools another chat can use.
pt: O Codex reiniciou para alterar as ferramentas que outra conversa pode usar.

source: Codex returned an error.
pt: O Codex devolveu um erro.

source: Codex returned no generation thread.
pt: O Codex não devolveu nenhuma thread de geração.

source: Codex sent an unterminated oversized response and was disconnected.
pt: O Codex enviou uma resposta demasiado grande e não terminada, e foi desligado.

source: Codex stopped.
pt: O Codex parou.

source: Collapsed
pt: Recolhido

source: Color
pt: Cor

source: Colors Only
pt: Só cores

source: Column Count
pt: Número de colunas

source: Columns
pt: Colunas

source: Command
pt: Comando

source: Command Output
pt: Resultado do comando

source: Command path
pt: Caminho do comando

source: Commands
pt: Comandos

source: Commerce
pt: Comércio

source: Communication
pt: Comunicação

source: Compact
pt: Compacto

source: Compact mode
pt: Modo compacto

source: Compatibility
pt: Compatibilidade

source: Configure AI
pt: Configurar IA

source: Configure AI…
pt: Configurar IA…

source: Configure Extension
pt: Configurar extensão

source: Configure Fallbacks…
pt: Configurar alternativas…

source: Confirm
pt: Confirmar

source: Confirm before deleting
pt: Confirmar antes de apagar

source: Confirm before joining
pt: Confirmar antes de entrar

source: Confirm on screen after the command succeeds.
pt: Confirmar no ecrã depois de o comando ter sucesso.

source: Confirm on screen after this snippet is inserted.
pt: Confirmar no ecrã depois de inserir este fragmento.

source: Connection
pt: Ligação

source: Connectivity
pt: Conectividade

source: Contents
pt: Conteúdo

source: Context
pt: Contexto

source: Continue
pt: Continuar

source: Continue in AI Chat
pt: Continuar na Conversa IA

source: Control characters must be escaped
pt: Os caracteres de controlo têm de ser escapados

source: Conversations
pt: Conversas

source: Conversations stay on this Mac, outside settings backups.
pt: As conversas ficam neste Mac, fora das cópias de segurança das definições.

source: Conversations stay on this Mac.
pt: As conversas ficam neste Mac.

source: Copied
pt: Copiado

source: Copied file
pt: Ficheiro copiado

source: Copied name
pt: Nome copiado

source: Copied path
pt: Caminho copiado

source: Copied text
pt: Texto copiado

source: Copies from these apps aren't recorded.
pt: As cópias destas aplicações não são registadas.

source: Copies what Raycast has already built.
pt: Copia o que o Raycast já compilou.

source: Copy
pt: Copiar

source: Copy Answer
pt: Copiar resposta

source: Copy Calculation
pt: Copiar cálculo

source: Copy Chat
pt: Copiar conversa

source: Copy Code
pt: Copiar código

source: Copy Color
pt: Copiar cor

source: Copy Color as…
pt: Copiar cor como…

source: Copy Definition
pt: Copiar definição

source: Copy Expression
pt: Copiar expressão

source: Copy File
pt: Copiar ficheiro

source: Copy Last Response
pt: Copiar última resposta

source: Copy Meeting Link
pt: Copiar ligação da reunião

source: Copy Name
pt: Copiar nome

source: Copy Output
pt: Copiar resultado

source: Copy Path
pt: Copiar caminho

source: Copy Sign-In Command
pt: Copiar comando de início de sessão

source: Copy Text
pt: Copiar texto

source: Copy to Clipboard
pt: Copiar para a área de transferência

source: Cost
pt: Custo

source: Could not read system load averages.
pt: Não foi possível ler as médias de carga do sistema.

source: Could not refresh
pt: Não foi possível actualizar

source: Couldn't Activate Menu Item
pt: Não foi possível activar o item de menu

source: Couldn't Open Note
pt: Não foi possível abrir a nota

source: Couldn't Save Note
pt: Não foi possível guardar a nota

source: Couldn't Save the Layout
pt: Não foi possível guardar a disposição

source: Couldn't Update Note
pt: Não foi possível actualizar a nota

source: Couldn't create the event
pt: Não foi possível criar o evento

source: Couldn't enable text recognition for clipboard history.
pt: Não foi possível activar o reconhecimento de texto no histórico da área de transferência.

source: Couldn't open the meeting link
pt: Não foi possível abrir a ligação da reunião

source: Couldn't save Emoji & Symbols pins
pt: Não foi possível guardar os emojis e símbolos fixados

source: Couldn't save the room
pt: Não foi possível guardar a sala

source: Couldn't take the photo
pt: Não foi possível tirar a fotografia

source: Couldn't write the backup file.
pt: Não foi possível escrever o ficheiro de cópia de segurança.

source: Create
pt: Criar

source: Create Event
pt: Criar evento

source: Create Layout from Current Windows
pt: Criar disposição a partir das janelas actuais

source: Create Note
pt: Criar nota

source: Create Note ⌘N
pt: Criar nota ⌘N

source: Create Quicklink
pt: Criar ligação rápida

source: Create Room
pt: Criar sala

source: Create Snippet
pt: Criar fragmento

source: Create Window Layout
pt: Criar disposição de janelas

source: Created
pt: Criado

source: Current
pt: Actual

source: Cursor could not finish the response.
pt: O Cursor não conseguiu terminar a resposta.

source: Cursor is disabled in AI Settings.
pt: O Cursor está desactivado nas definições de IA.

source: Cursor returned no models.
pt: O Cursor não devolveu modelos.

source: Custom
pt: Personalizado

source: Custom Command
pt: Comando personalizado

source: Custom Commands
pt: Comandos personalizados

source: Custom Date Format
pt: Formato de data personalizado

source: Custom Size
pt: Tamanho personalizado

source: Custom Sizes
pt: Tamanhos personalizados

source: Custom icon.
pt: Ícone personalizado.

source: Custom search paths
pt: Caminhos de pesquisa personalizados

source: Cycle displays
pt: Alternar entre monitores

source: Cycle ½, ⅓ and ⅔
pt: Alternar entre ½, ⅓ e ⅔

source: Cycling
pt: Ciclo
